Repository: wp-plugins/thethe-captcha
Catalog: languages/thethe-captcha-*.po
Languages: ru_ru

source: Click to toggle
ru_ru: Кликните чтобы открыть

source: ERROR
ru_ru: ОШИБКА

source: That CAPTCHA was incorrect. Make sure you have not disabled cookies.
ru_ru: Поле CAPTCHA заполнено неверно. Убедитесь что у вас в браузере включена возможность приёма куки.

source: An error has occurred, which probably means the feed is down. Try again later.
ru_ru: Возникла ошибка, скорее всего, канал вещания не работает. Попробуйте позже.

source: Example CAPTCHA
ru_ru: Пример CAPTCHA

source: Result
ru_ru: Результат

source: CAPTCHA Code
ru_ru: CAPTCHA код

source: Update Settings
ru_ru: Сохранить настройки

source: Reset To Defaults
ru_ru: Восстановить первоначальные настройки

source: Unfortunately the news channel is temporarily closed
ru_ru: К сожалению, канал новостей временно закрыт.

source: Mathematical CAPTCHA Settings
ru_ru: Настройки математической CAPTCHA

source: Text Color
ru_ru: Цвет текста

source: Background Color
ru_ru: Цвет фона

source: Grid Color
ru_ru: Цвет сетки

source: CAPTCHA Width
ru_ru: Ширина CAPTCHA

source: CAPTCHA Height
ru_ru: Высота CAPTCHA

source: Minimum Font Size
ru_ru: Минимальный размер шрифта

source: Maximum Font Size
ru_ru: Максимальный размер шрифта

source: Rotation Angle
ru_ru: Угол вращения

source: Background Grid Size
ru_ru: Размер сетки фона

source: Possible Math Operators
ru_ru: Допустимые математические действия

source: First Number, Range of Random Values (Keep it lower than Second Number)
ru_ru: Первая цифра, диапазон случайных значений ( задавайте егоменьше Второй цифры

source: Range of Random Values from X to Y
ru_ru: Диапазон случайных значений от X до Y

source: Second Number Random Value
ru_ru: Случайное значение второго номера

source: Symbol CAPTCHA Settings
ru_ru: Настройки символьной CAPTCHA

source: Shadow Color
ru_ru: Цвет тени

source: Symbol Quantity
ru_ru: Количество символов

source: СAPTCHA Width
ru_ru: Ширина картинки

source: Symbol Minimum Height
ru_ru: Минимальная высота символа

source: Symbol Maximum Height
ru_ru: Максимальная высота символа

source: Maximum Symbol Left Slope
ru_ru: Максимальный наклон символа влево

source: Maximum Symbol Right Slope
ru_ru: Максимальный наклон символа вправо

source: Sadow Size
ru_ru: Размер тени

source: Symbol Vertical Alignment
ru_ru: Выравнивание символа по-вертикали

source: First Symbol Horizontal Position
ru_ru: Позиция первого символа по-горизонтали

source: Symbols Interval
ru_ru: Интервал между началами символов

source: Symbols Set
ru_ru: Набор символов

source: Noise Level
ru_ru: Уровень шума

source: Error: You have entered a wrong CAPTCHA phrase. Press your browser's back button and try again.
ru_ru: Ошибка: Вы ввели неверную CAPTCHA фразу. Нажмите кнопку Назад вашего браузера, введите фразу и отправьте форму ещё раз.

source: Please Complete the CAPTCHA.
ru_ru: Пожалуйста заполните CAPTCHA.

source: Error: You have not entered a CAPTCHA phrase. Press your browser's back button and try again.
ru_ru: Ошибка: Вы ввели неверную CAPTCHA фразу. Нажмите кнопку Назад вашего браузера, введите фразу и отправьте форму ещё раз.

source: TheThe CAPTCHA WordPress plugin is an anti comment and user registration form spam plugin which generates and verifies CAPTCHA tests that most human commenters but not current spambots can easily pass.
ru_ru: TheThe CAPTCHA WordPress плагин защищает от СПАМ-а формы комментариев и регистрации пользователей путём генерции CAPTCHA тестов, которые может пройти большинство людей, но не СПАМ роботы..

source: With TheThe CAPTCHA plugin you can choose to use either a graphic symbol-based protection or a simple mathematical one.
ru_ru: При использовании TheThe CAPTCHA плагина вы можете использовать как CAPTCHA тест базирующийся на генерации символов, так и тест связанный с ответами на простые математические вопросы.

source: Unlike the most of similar plugins, this plugin is highly customizable! You can choose which symbols, colors, mathematical operations to use... So, the look of our CAPTCHA will not ruin the look of your well designed website but protect you from tons of comments that are just spam.
ru_ru: В отличие от других плагинов такого рода, этот плагин очень легко настраиваем! Вы можете выбрать какие символы, цвета, математические действия использовать. Таким образом, внешний вид нашего кода CAPTCHA не испортит дизайн ваших страниц и при этом защитит вас от горы ненужных СПАМ комментариев.

source: Enable on Comments Form
ru_ru: Активировать на формах комментариев

source: Enable on Registration Form
ru_ru: Активировать на регистрационной форме

source: Check this box to add the CAPTCHA to your comment forms
ru_ru: Активируйте этот чекбокс для добавления CAPTCHA на форму комментариев

source: Check this box to add the CAPTCHA to your user registration form
ru_ru: Активируйте этот чекбокс для добавления CAPTCHA на форму регистрации новых пользователей

source: Choose the color for generating digits
ru_ru: Выберите цвет цифр

source: Choose a color for your CAPTCHA box background
ru_ru: Выберите цвет фона для CAPTCHA

source: Choose the color for your background cells
ru_ru: Выберите цвет сетки

source: Specify the CAPTCHA box width in pixels
ru_ru: Ширина СAPTCHA блока в пикселах

source: Specify the CAPTCHA box height in pixels
ru_ru: Высота СAPTCHA блока в пикселах

source: Specify the minimal font size for generating digits
ru_ru: Укажите минимальный размер шрифта для генерируемых цифр

source: Specify the maximal font size for generating digits
ru_ru: Укажите максимальный размер шрифта для генерируемых цифр

source: Specify the maximal slop of the generating digits
ru_ru: Укажите угол поворота цифр

source: Specify cell size of your generating background grid
ru_ru: Укажите размер фона сетки

source: Choose mathematical operations to use
ru_ru: Выберите необходимые математические операции

source: Choose a color for your CAPTCHA symbol shadow
ru_ru: Выберите цвет тени символов

source: Specify the number of symbols to use on your CAPTCHA
ru_ru: Укажите количество символов для CAPTCHA

source: Specify the minumal height of the generating CAPTCHA symbols
ru_ru: Укажите минимальную высоту генерируемых символов

source: Specify the maximum height of the generating CAPTCHA symbols
ru_ru: Укажите максимальную высоту генерируемых символов

source: Specify the maximal slop of the generating symbols to the right
ru_ru: Укажите максимальный наклон генерируемого символа вправо

source: Specify the symbol shadow size in pixels
ru_ru: Укажите размер тени символов

source: Specify the vertical alignment of the symbols
ru_ru: Выравнивание символа по-вертикали

source: Specify the horizontal position of the first symbol
ru_ru: Позиция первого символа по-горизонтали

source: Specify the interval between begininings of the symbols
ru_ru: Интервал между началами символов

source: Enter the set of symbols to randomly use on CAPTCHA generation
ru_ru: Введите желаемый набор символов

source: Specify in % the graphic noise level. The more noise level the harder to recognize a symbol
ru_ru: Укажите уровень шума (помехи)

source: Specify the maximal slop of the generating symbols to the left
ru_ru: Укажите максимальный наклон генерируемого символа влево
